[
  {
      "title": "MORNING OFFERING",
      "prayer": [
          "O Jesus, through the Immaculate Heart of Mary, I offer you my prayers, works, joys and sufferings of this day for all the intentions of your Sacred Heart, in union with the Holy Sacrifice of the Mass throughout the world, in reparation for my sins, for the intentions of all my relatives and friends and in particular for the intentions of the Holy Father. Amen."
      ]
  },
  {
      "title": "ACT OF FAITH",
      "prayer": [
          "O my God, I firmly believe that you are one God in three divine persons, Father, Son and Holy Spirit; I believe that your divine Son became man and died for our sins, and that he shall come to judge the living and the dead. I believe these and all the truths that the holy Catholic Church teaches, because you have revealed them, who can neither deceive nor be deceived."
      ]
  },
  {
      "title": "ACT OF HOPE",
      "prayer": [
          "O my God, relying on your almighty power and infinite mercy and promises, I hope to obtain pardon for my sins, the help of your grace, and life everlasting, through the merits of Jesus Christ, my Lord and Redeemer."
      ]
  },
  {
      "title": "ACT OF CHARITY",
      "prayer": [
          "O my God, I love you above all things, with my whole heart and soul, because you are all-good and worthy of all love. I love my neighbor as myself for the love of you. I forgive all who have injured me, and ask pardon of all whom I have injured."
      ]
  },
  {
      "title": "PRAYER BEFORE A DAY'S WORK",
      "prayer": [
          "Direct, we beg you, O Lord, our actions by your holy inspirations, and carry them on by your gracious assistance, that every prayer and work of ours may begin always with you, and through you be happily, ended. Amen."
      ]
  },
  {
      "title": "PRAYER TO KEEP PRESENCE OF GOD",
      "prayer": [
          "Lord, God Almighty, you have brought us safely to the beginning of this day. Defend us today by your mighty power, that we may not fall into any sin, but that all our words may so proceed and all our thoughts and actions be so directed, as to be always just in your sight. Through Christ our Lord. Amen."
      ]
  },
  {
      "title": "ACCEPTANCE OF GOD'S WILL",
      "prayer": [
          "In all things may the most holy, the most just, and the most lovable will of God be done, praised, and exalted above all for ever. Your will be done, O Lord, your will be done. The Lord has given, the Lord has taken away; blessed be the name of the Lord."
      ]
  },
  {
      "title": "PRAYER FOR VOCATIONS",
      "prayer": [
          "Lord Jesus Christ, Shepherd of souls, who called the apostles to be fishers of men, raise up new apostles in your holy Church. Teach them that to serve you is to reign: to possess you is to possess all things. Kindle in the young hearts of our people the fire of zeal for souls. Make them eager to spread your Kingdom upon earth. Grant them courage to follow you, who are the Way, the Truth and the Life; who lives and reigns for ever and ever. Amen."
      ]
  },
  {
      "title": "ACT OF CONTRITION",
      "prayer": [
          "O my God, I am heartily sorry for having offended you and I detest all my sins, because I dread the loss of heaven and the pains of hell; but most of all because they offend you, my God, who are all good and deserving of all my love. I firmly resolve, with the help of your grace, to confess my sins, to do penance, and to amend my life. Amen."
      ]
  },
  {
      "title": "PRAYER FOR THE POPE",
      "prayer": [
          "May the Lord preserve him and give him life, and make him blessed upon the earth, and deliver him not to the will of his enemies. Amen."
      ]
  },
  {
      "title": "COME HOLY SPIRIT",
      "prayer": [
          "Come Holy Spirit, fill the hearts of your faithful and kindle in them the fire of your love. Send forth your Spirit and they shall be created. And You shall renew the face of the earth. O, God, who by the light of the Holy Spirit, did instruct the hearts of the faithful, grant that by the same Holy Spirit we may be truly wise and ever enjoy His consolations, Through Christ Our Lord, Amen."
      ]
  },
  {
      "title": "HAIL MARY",
      "prayer": [
          "Hail Mary full of Grace, the Lord is with thee. Blessed are thou amongst women and blessed is the fruit of thy womb Jesus.",
          "Holy Mary Mother of God pray for us sinners now and at the hour of our death",
          "Amen."
      ]
  },
  {
      "title": "HAIL HOLY QUEEN",
      "prayer": [
          "Hail, holy Queen, Mother of mercy, hail, our life, our sweetness and our hope. To thee do we cry, poor banished children of Eve: to thee do we send up our sighs, mourning and weeping in this vale of tears. Turn then, most gracious Advocate, thine eyes of mercy toward us, and after this our exile, show unto us the blessed fruit of thy womb, Jesus, O merciful, O loving, O sweet Virgin Mary! Amen."
      ]
  },
  {
      "title": "APOSTLE'S CREED",
      "prayer": [
          "I believe in God,",
          "the Father almighty,",
          "Creator of heaven and earth,",
          "and in Jesus Christ, his only Son, our Lord,",
          "who was conceived by the Holy Spirit,",
          "born of the Virgin Mary,",
          "suffered under Pontius Pilate,",
          "was crucified, died and was buried;",
          "he descended into hell;",
          "on the third day he rose again from the dead;",
          "he ascended into heaven,",
          "and is seated at the right hand of God the Father almighty;",
          "from there he will come to judge the living and the dead.",
          "",
          "I believe in the Holy Spirit,",
          "the holy catholic Church,",
          "the communion of saints,",
          "the forgiveness of sins,",
          "the resurrection of the body,",
          "and life everlasting.",
          "",
          "Amen."
      ]
  }
]
